Repository: 84000/data-translation-memory
Catalog: toh166-v4.tmx
Source language: bo
Languages: en

source: ༄༅༅། །རྒྱ་གར་སྐད་དུ། ཨཱརྱ་རཱཥྚ་པཱ་ལ་པ་རི་པྲྀཙྪཱ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ། བོད་སྐད་དུ། འཕགས་པ་ཡུལ་འཁོར་སྐྱོང་གིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: The Noble Great Vehicle Sūtra The Questions of Rāṣṭrapāla Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན། བྱ་རྒོད་ཕུང་པོའི་རི་ལ་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was residing at Vulture Peak in Rājagṛha, together with a great saṅgha of 1,250 monks.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཡུལ་འཁོར་སྐྱོང་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་འདི་ནུབ་པར་བགྱིད་པའི་སེམས་ཅན་གང་ལགས་པ་དེ་དག་ཇི་ལྟ་བུ་དག་ཅིག་ལགས།
en: Then, the venerable Rāṣṭrapāla arose from his seat, draped his upper robe over one shoulder, knelt down on his right knee, bowed before the Blessed One, and with folded hands asked, “Blessed One, what are the qualities of the beings who will bring about the decline of the Thus-Gone One’s teaching?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཡུལ་འཁོར་སྐྱོང་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཡུལ་འཁོར་སྐྱོང་གནས་འདི་གཉིས་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་སྟེ།
en: The Blessed One replied, “Rāṣṭrapāla, there are two conditions.

source: གཉིས་གང་ཞེ་ན།
en: What are they?

source: དགེ་སློང་གི་གནས་དང་། ལྷོད་པའི་གནས་སོ།
en: They are the condition of the monk and the condition of laxity.

source: །དེ་ལ་དགེ་སློང་གི་གནས་ནི། ཚུལ་ཁྲིམས་དང་ལྡན་པའི་ཕྱོགས་གང་ཡིན་པའོ།
en: Now, the condition of the monk is that which pertains to having moral discipline.

source: །ལྷོད་པའི་གནས་ནི། ཚུལ་ཁྲིམས་འཆལ་པའི་ཕྱོགས་གང་ཡིན་པའོ།
en: And the condition of laxity is that which pertains to lacking moral discipline. “

source: །ཡུལ་འཁོར་སྐྱོང་དེ་ལ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འདོད་པའི་དགེ་སློང་གིས་ནི། གནས་འདི་གཉིས་ལ་བསླབ་པར་བྱའོ།
en: Rāṣṭrapāla, monks who seek complete nirvāṇa should train in these two conditions.

source: །གཉིས་གང་ཞེ་ན།
en: What are the two?

source: ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོས་ཀྱང་ཤིན་ཏུ་བསྲུང་བར་བྱ་བ་དང་། བདག་ཉིད་ལ་ངེས་པར་བསམ་པར་བྱའི། ཕ་རོལ་ལ་ངེས་པར་བསམ་པར་མི་བྱའོ།
en: Through the component of moral discipline, they should fully guard themselves and they should contemplate themselves and nothing else.

source: །དེ་ལ་ཇི་ལྟར་བདག་ཉིད་ལ་ངེས་པར་བསམ་པར་བྱའི། ཕ་རོལ་ལ་ངེས་པར་བསམ་པར་མི་བྱ་ཞེ་ན།
en: Now, what is it to contemplate oneself and nothing else?

source: དེས་འདི་ལྟར་བརྟག་པར་བྱ་སྟེ། ཅི་བདག་རང་གི་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཟད་པར་བྱེད་འདོད་པ་ཡིན་ནམ། འོན་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ་ཡིན་སྙམ་དུ་བརྟག་པར་བྱའོ།
en: It is to analyze by thinking, ‘Do I want to want to eliminate my own suffering, or do I want to awaken to unexcelled perfect awakening?’ “

source: །གལ་ཏེ་ཉན་ཐོས་ཀྱི་ཐེག་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འདོད་པ་ཞིག་ཡིན་ན་ནི། དེས་ཉན་ཐོས་ཀྱི་བསླབ་པ་ཁོ་ན་ལ་བསླབ་པར་བྱ་སྟེ།
en: Those who seek complete nirvāṇa through the vehicle of the śrāvakas should train only in the precepts of the śrāvakas.

source: སོ་སོར་ཐར་པའི་སྡོམ་པས་བསྡམ་པར་བྱའོ།
en: They are to be bound by the prātimokṣa vows.

source: །ཆོ་ག་དང་སྤྱོད་ཡུལ་ཕུན་སུམ་ཚོགས་པར་བྱའོ།
en: Their conduct and personal associations should be perfect.

source: །ཁ་ན་མ་ཐོ་བ་ཕྲ་རབ་ཙམ་དག་ལ་ཡང་འཇིགས་པར་ལྟ་བས་ཡང་དག་པར་བླངས་ཏེ་བསླབ་པར་བྱའོ།
en: They should train having genuinely accepted that even the slightest fault is to be viewed with apprehension.

source: །བསླབ་པའི་གཞི་རྣམས་ལ་ཡང་ལུས་ཀྱི་ལས་དང་། ངག་གི་ལས་དང་། ཡིད་ཀྱི་ལས་ཡོངས་སུ་དག་པར་བྱའོ།
en: They should purify their actions of body, speech, and mind in accordance with the precepts.

source: །འཚོ་བ་ཡོངས་སུ་དག་པ་དང་། སྨད་དུ་མེད་པར་ཡང་བྱའོ།
en: They should have pure livelihoods and be irreproachable.

source: །བརྐམ་པ་མེད་ཅིང་རོ་རྣམས་ལ་འཆུམས་པ་མེད་པ་དང་། ཆོས་གོས་ལ་ཚོད་ཟིན་པར་ཡང་བྱའོ། །ལྷུང་བཟེད་ལ་ཚོད་ཟིན་པར་ཡང་བྱའོ།
en: Without greed and without longing for flavorful foods, they should have suitable robes and suitable begging bowls. “

source: །དེས་ཁ་ཟས་ཡོག་དྲོད་ཀྱིས་བཟའ་བར་ཡང་མི་བྱ་སྟེ།
en: Also, they should not eat just any mixture of food.

source: ལྟོ་མ་བཀྲེས་ཙམ་དུ་ཁ་ཟས་བསྙུངས་པ་དེས་བསླབ་པར་བྱའོ།
en: They should train by eating a little bit of food until just sated.

source: །དེས་ཁ་ཟས་ལ་རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་མི་གཙང་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: In this way, they should always and continuously consider food as filth.

source: །འདི་ལྟ་སྟེ། ཕྱི་ས་དང་། གཅིན་གྱི་འདུ་ཤེས་དང་། རྣག་གི་འདུ་ཤེས་དང་། སྐྱུགས་པའི་འདུ་ཤེས་དང་། མི་གཙང་བའི་འདུ་ཤེས་དང་། རྨ་བསྐུ་བ་ལྟ་བུའི་འདུ་ཤེས་དང་། དམན་པའི་འདུ་ཤེས་དང་། མི་འཐུན་པའི་འདུ་ཤེས་དང་། བུའི་ཤ་ལྟ་བུའི་འདུ་ཤེས་དང་། དོར་བའི་འདུ་ཤེས་དང་། སྤང་བའི་འདུ་ཤེས་དང་། དྲི་མི་ཞིམ་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་སྟེ།
en: In other words, they should perceive food as excrement and urine, as pus, as vomit, as rubbish, as like a crusted wound, as base, as unpleasant, as like the flesh of children, as trash, as refuse, as fetid.

source: དེས་དེ་ལྟ་བུའི་ཚུལ་དུ་བཟའ་ཞིང་ཚོད་རིག་པར་བྱའོ།
en: In this manner they should think about what and how much they eat. “

source: །དེས་ཆགས་པ་མེད་པ་དང་། སྡང་བ་མེད་པ་དང་། རྨོངས་པ་མེད་པ་དང་། རྟག་ཏུ་དབེན་པ་ལ་མངོན་པར་དགའ་བར་བྱ་སྟེ།
en: Without attachment, aversion, and confusion, they should always delight in solitude.

source: བྲེ་མོའི་གཏམ་ལ་མངོན་པར་དགའ་བར་མི་བྱའོ།
en: They should never delight in idle chatter.

source: །རི་དགས་འཆི་བ་ལྟ་བུར་དང་དུ་བླང་བར་བྱའོ།
en: They should readily accept solitude like a dying deer.

source: །དབེན་པར་བྱའོ།
en: They should be isolated.

source: །དབེན་པ་ལ་མངོན་པར་དགའ་བར་བྱའོ།
en: They should delight in solitude.

source: །དབེན་པ་ལ་མངོན་པར་དགའ་ཞིང་མོས་པ་དང་། བཟོད་པ་དང་ལྡན་པར་བྱའོ།
en: Delighting in solitude, they should be resolute and patient.

source: །དེས་པ་དང་འགྲོགས་ན་བདེ་བར་བྱའོ།
en: If associating with noble people, they should be pleasant.

source: །འཇིག་རྟེན་གྱི་གཏམ་ལ་མི་རྟེན་པར་བྱའོ།
en: They should not be given to worldly talk.

source: །ཉོ་ཚོང་སྤྱོད་པ་སྤང་བར་བྱའོ།
en: They should abandon commercial activity.

source: །སྨན་དཔྱད་ལ་དགའ་བ་དང་། ཕྲིན་པ་ལ་དགའ་བ་དང་། ཁྱིམ་གྱི་བྱ་བ་དང་འབྲེལ་པར་མི་བྱའོ།
en: Delight in medicinal cures, delight in gossip, and association with household activities should be avoided.

source: །འདུག་པ་དང་། འགྲེང་བ་དང་། འཆག་པ་དང་། ཉལ་བ་ལ་མཁས་པར་བྱའོ།
en: They should be discerning while sitting, standing, walking, and sleeping.

source: །རབ་ཏུ་དབེན་པ་དང་། དགོན་པར་དགའ་བ་དང་། ཞི་བའི་གནས་མལ་སྒྲ་ཆུང་བ། སྐད་ཆུང་བ། འཇིགས་པའི་ཡིད་ལ་བྱེད་པ་མེད་པ། སྡིག་སྦྲུལ་མེད་པ། མི་མང་པོ་མེད་པ། མིས་དབེན་པ། ནང་དུ་ཡང་དག་འཇོག་དང་འཚམ་པ་བསྟེན་པར་བྱའོ།
en: They should rely on total solitude, delightful retreats, and peaceful places that are quiet and silent, not frightening, without any slithering snakes, without many people, devoid of people, and suitable for inner absorption. “

source: །བདག་བསྟོད་པར་ཡང་མི་བྱ།
en: They should refrain from self-exaltation.

source: གཞན་སྨད་པར་ཡང་མི་བྱའོ།
en: They should refrain from belittling others.

source: །ཚུལ་འཆོས་པ་དང་ཁ་གསག་མི་བྱའོ།
en: They should refrain from pretension and flattery.

source: །རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་སྐྱོ་བའི་སེམས་བསྐྱེད་པར་བྱའོ།
en: They should always and continuously cultivate an attitude of dissatisfaction.

source: །དེས་ཁྱིམ་པ་དང་། རབ་ཏུ་བྱུང་བ་རྣམས་དང་འདུ་ཞིང་འདྲིས་པར་མི་བྱའོ།
en: They should not associate with and get to know householders and monastics.

source: །སྟོང་པའི་ཆོས་རྣམས་ཀུན་ཏུ་བསྟེན་པར་བྱ། བསྒོམ་པར་བྱ། མང་དུ་བྱའོ།
en: They should rely on all empty dharmas, meditate on them, and expand on them.

source: །དེས་རིག་པ་དང་མི་ལྡན་པའི་དགེ་སློང་དང་ལྷན་ཅིག་ཕྲད་པ་སྤང་བར་བྱའོ།
en: They should avoid congregating with ignorant monks.

source: །དགེ་སློང་མ་དང་འདྲིས་པར་མི་བྱའོ།
en: They should not associate with nuns.

source: །འདོད་པ་ཆུང་བར་ཡང་བྱའོ།
en: They should have few desires.

source: །རྟག་ཏུ་བདག་ཉིད་ཀྱི་འཁྲུལ་པ་རྣམས་ལ་སོ་སོར་བརྟག་པར་བྱའོ།
en: They should always examine themselves for personal faults.

source: །གཞན་གྱི་འཁྲུལ་པ་རྣམས་ལ་བརྟག་པར་མི་བྱའོ།
en: And they should not look for the faults of others.

source: །ཕ་མ་ལ་ཡང་ཡིད་བརྟན་པར་མི་བྱ་ན། རིགས་གཞན་ལྟ་ལ་ཅི་སྨོས།
en: They should not rely on their parents, let alone other families.

source: ཤིན་ཏུ་ཡང་དག་པར་བསྡམ་པ་ཅན་དུ་བྱའོ།
en: They should be properly and thoroughly restrained.

source: །ཉེ་བར་ཞི་བའི་ཆོས་ཀྱི་སྦྱིན་བདག་བྱའོ།
en: They should be givers of the appeasing Dharma.

source: །དམིགས་པ་ལ་མཁས་པར་བྱའོ།
en: They should be discriminating in their focus.

source: །དབེན་པའི་གནས་མལ་དུ་གནས་པར་བྱའོ།
en: They should dwell in isolated places.

source: །འཐུན་པ་ཡང་གཞན་དག་ལ་སྨྲ་བར་མི་བྱ་ན་མི་འཐུན་པ་ལྟ་ཅི་སྨོས།
en: They should not speak to others even in an agreeable manner, let alone in an unagreeable manner. “

source: དེས་ཆོས་དེ་དག་ལ་སེམས་ཉེ་བར་གནས་པར་བྱས་ནས། ཆོས་ཟབ་མོ་རྣམས་ལ་སོ་སོར་བརྟག་པར་བྱའོ།
en: They should establish their minds firmly in the teachings and analyze the profound dharmas.

source: །ཆོས་ཟབ་མོ་རྣམས་ལ་བརྟག་པར་བྱ་བ་དེ་དག་ཀྱང་གང་ཞེ་ན།
en: What is it to analyze the profound dharmas?

source: མིག་མི་རྟག་གོ་སྙམ་དུ་སོ་སོར་བརྟག་པར་བྱའོ།
en: It is to analyze by thinking, for example, that ‘the eye is impermanent.’

source: །དེའི་སྐྱེ་བ་དང་འཇིག་པ་ལ་ཡང་སོ་སོར་བརྟག་པར་བྱའོ།
en: It is to analyze its arising and dissolution.

source: །དེ་ལ་སྐྱེ་བ་དང་། འཇིག་པ་ལ་སོ་སོར་བརྟག་པ་གང་ཡིན་པ་དེ་ནི་མེད་པ་ལ་སོ་སོར་རྟོག་པའོ།
en: And that with respect to which arising and dissolution should be analyzed is itself analyzed as nonexistent.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: མིག་ཅེས་བྱ་བ་ནི་མེད་པའི་ཕྱིར་རོ། །མིག་དང་།
en: That which is called ‘eye’ does not exist.

source: གཟུགས་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་ནི་དམིགས་པ་མ་ཡིན་གྱི་མེད་པ་དམིགས་པ་ཡིན་ནོ།
en: Though the eye, form, and eye consciousness are not objects of perception, they are perceived as nonexistent.

source: ཆོས་ཐམས་ཅད་དམིགས་པ་མེད་པའི་ཕྱིར་རོ།
en: There are no dharmas that are objects of perception.

source: །དེས་རྣ་བའི་རྟེན་བསམ་པར་མི་བྱའོ།
en: Therefore, the support of the ear should not be imagined.

source: །སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་རྟེན་བསམ་པར་མི་བྱའོ།
en: The supports of the nose, tongue, body, and mind should not be imagined.

source: །ཅི་ཡང་རུང་བའི་རྟེན་བསམ་པར་མི་བྱའོ།
en: No support whatsoever should be imagined.

source: །དེ་ལྟར་བྱས་ན་ཅི་ཞིག་བསམ་པ་ཡིན།
en: What would be imagined when doing so?

source: དེ་བཞིན་དུ་ཆོས་རྣམས་སྟོང་པར་ཡང་བརྩོན་པར་བྱའོ།
en: All dharmas should be apprehended as empty in this way.

source: །དེ་ལྟར་བརྩོན་པ་དེ་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་དག་པར་བྱེད་དོ།
en: Apprehending the dharmas in this way purifies the component of moral discipline.

source: །ཏིང་ངེ་འཛིན་གྱི་ཕུང་པོ་དང་། ཤེས་རབ་ཀྱི་ཕུང་པོ་ཡོངས་སུ་དག་པར་བྱེད་དོ།
en: It purifies the components of concentration and of wisdom.

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་འཐོབ་པར་འགྱུར་རོ།
en: It gives rise to the result of stream-entry.

source: །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་ཐོབ་པར་འགྱུར་ཏེ།
en: And it gives rise to the result of the once-returner, the result of the non-returner, and arhathood.

source: དེ་ལྟ་བུའི་འདུ་འཛི་མེད་པ་ནི་དང་པོའི་ཉན་ཐོས་ཀྱི་ས་ཡིན་ཏེ། དེ་དག་གིས་ཟག་པ་ཟད་པ་ཐོབ་པར་འགྱུར་རོ།
en: Detached in this way, the initial śrāvakas eliminated their defilements. “

source: །དེ་ལ་དགེ་སློང་ལྟར་བཅོས་པ་གང་ཞེ་ན།
en: Now, what are imposter monks?

source: ཡུལ་འཁོར་སྐྱོང་འདི་ན་དགེ་སློང་བདག་ཉིད་ལ་ངའོ་སྙམ་དུ་འཛིན་ཏེ།
en: Rāṣṭrapāla, such monks cling to the conception that they are themselves monks.

source: དེ་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་མ་རྫོགས་པ་དང་ལྡན་པ་ཡིན།
en: Their component of moral discipline is incomplete.

source: ཆོས་གོས་གཅེས་པར་འཛིན་པ་དང་། ལྷུང་བཟེད་གཅེས་པར་འཛིན་པ་ཡིན།
en: They cherish their robes and begging bowls.

source: ཟང་ཟིང་གཅེས་པར་འཛིན་པ་ཡིན་ཏེ།
en: They cherish material things.

source: དེ་ནི་མི་སྨྲ་བ་སྤངས་ནས་ངན་སོང་དུ་འགྱུར་བའི་མལ་ཆ་དང་། སྟན་དང་། མགྲོན་དུ་གཉེར་བ་ཆེན་པོ་རྣམས་བདག་གིར་བྱེད།
en: Abandoning silence, they claim for themselves bedding, seats, and great invitations that lead to unfortunate rebirths.

source: བུད་མེད་དང་འདྲིས་པར་བྱེད།
en: They associate with women.

source: དགེ་སློང་མ་དང་འདྲིས་པར་བྱེད།
en: They associate with nuns.

source: རྒྱལ་པོས་བཀྲབས་པ་དང་འདྲིས་པར་བྱེད་དེ།
en: They associate with those favored by the king.

source: དེ་འདྲིས་པར་གྱུར་ནས་རྒྱུན་མི་འཆད་པར་མིག་གིས་གཟུགས་རྣམས་ལ་ངེས་པར་སེམས་སོ།
en: And through associating with them, their eyes are always intent on forms.

source: །དེས་དེ་ལྟར་སེམས་བསྐྱེད་ནས་ཀུན་ནས་ཉོན་མོངས་པར་འགྱུར་རོ།
en: By cultivating such a mind, they are thoroughly afflicted.

source: །ཀུན་ནས་ཉོན་མོངས་པའི་སེམས་དང་ལྡན་ན་གནས་འདི་ལྟ་བུ་ཡོད་དོ།
en: If their mind is afflicted, so will be their condition.

source: །ཉེས་པ་ལྕི་བ་དེ་བྱེད་པའམ། ཡང་ན་ཆུང་ངུ་བྱེད་ཅིང་འདུག་པར་འགྱུར་ཏེ།
en: They will consistently make serious mistakes or small ones.

source: ཡུལ་འཁོར་སྐྱོང་འདི་ནི་དགེ་སློང་ལྟར་བཅོས་པ་ཡིན་ནོ།
en: These, Rāṣṭrapāla, are imposter monks. “

source: །ཡུལ་འཁོར་སྐྱོང་ཅིའི་ཕྱིར་དགེ་སློང་ལྟར་བཅོས་པ་ཡིན་ཞེ་ན།
en: Why are they imposter monks?

source: དགེ་སློང་ལྟར་བཅོས་པ་དེ་དེ་བཞིན་གཤེགས་པས་མལ་ཆ་དང་། སྟན་གནང་བ་ཐ་མལ་པ་གང་ལ་དགེ་སྦྱོང་གནས་པའི་མལ་ཆ་དང་སྟན་གང་ཡིན་པ་མི་བླུན་པོ་དེས་སྤངས་ན་ཆོས་གོས་ལ་ཞེན་ཅིང་ཟང་ཟིང་ལ་ཞེན་ནས་བུད་མེད་དང་འདྲིས་པར་བྱེད་ཅིང་།
en: Imposter monks are those fools who reject the plain bedding and seats approved by the Thus-Gone One, which are the bedding and seats proper to ascetics, who yearn for robes, who yearn for material things, and who associate with women and householders.

source: ཁྱིམ་པ་དང་འདྲིས་པར་བྱེད་ན་འདྲིས་པར་འགྱུར་བའི་མི་བླུན་པོ་དེ་ལ་དགེ་སྦྱོང་གི་ཚུལ་ལྟ་ག་ལ་ཡོད་དེ།
en: How could ascetic conduct be found in fools with such associations?

source: དེའི་སྟེང་དུ་ཆོས་ཟབ་མོ་རྣམས་ལ་ཡང་སུན་འབྱིན་ཅིང་གཤེ་བར་བྱས།
en: Moreover, they criticize and revile the profound dharmas.

source: ལས་དེས་ཐོས་སུ་ཟིན་ཀྱང་བསྔགས་པ་མ་ཡིན་པ་རྗོད་པར་བྱེད་དོ།
en: Although they have heard of karma, they speak ill of others.

source: །དགོན་པའི་བསྔགས་པ་མ་ཡིན་པ་རྗོད་པར་བྱེད་དོ།
en: They speak ill of the wilderness.

source: །གང་ལ་དེའི་སེམས་མངོན་པར་དགའ་བའི་འདོད་པ་རྣམས་འབའ་ཞིག་གི་བསྔགས་པ་རྗོད་པར་བྱེད་ཅིང་།
en: They praise those who are solely focused on desire for pleasure.

source: གང་ལ་དེའི་སེམས་མངོན་པར་དགའ་བའི་བྲེ་མོའི་གཏམ་འབའ་ཞིག་གི་བསྔགས་པ་རྗོད་པར་བྱེད་ལ།
en: They praise those who are solely absorbed in pleasurable idle chatter.

source: དགེ་སློང་གི་གནས་གང་ཡང་རུང་བ་དེ་དག་གི་བསྔགས་པ་མ་ཡིན་པ་རྗོད་པར་བྱེད་དོ།
en: They speak ill of those possessing any of the conditions of monks. “

source: །གང་ལ་ལས་དེ་བཞིན་གཤེགས་པས་མདོའི་ཚིག་ཁྱིམ་ན་གནས་པ་དང་། རབ་ཏུ་བྱུང་བ་རྣམས་དང་།
en: The Thus-Gone One said in a sūtra, ‘There is no occasion to associate with householders and monastics.’

source: འདུ་འཛིར་མི་འབྱུང་བར་བྱའོ་ཞེས་གསུངས་པའི་མདོའི་ཚིག་དེ་བོར་ནས་དགེ་སྦྱོང་གི་ཚུལ་མི་འདོད་ཅིང་དགེ་སློང་གི་དངོས་པོ་མི་འདོད་དེ།
en: Those who reject this have no desire for ascetic conduct. They have no desire to be a monk.

source: གཅིག་པུར་འདུག་ཅིང་བུད་མེད་ལ་ཆོས་འཆད་པར་བྱེད་ལ་གཞན་དག་ལ་ཡང་དེ་ལྟ་བུའི་གཞི་རྣམས་སུ་ལུང་འབོག་པར་བྱེད་པའོ།
en: Sitting apart, they teach the Dharma to women and instruct others still in the foundations of such behavior.

source: དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་ཆོས་ཀྱི་ཆོམ་རྐུན་པར་གསུངས་ཏེ།
en: The Thus-Gone One describes them as the robbers of the Dharma.

source: སོ་སོར་ཐར་པ་སྤངས་ནས་གཅིག་པུར་འདུག་ཅིང་བུད་མེད་ལ་ཆོས་འཆད་པའི་ཕྱིར་རོ།
en: Abandoning the prātimokṣa vows, they sit apart and teach the Dharma to women.

source: །མི་བླུན་པོ་དེ་དག་ནི་བཅོས་མ་སྟེ།
en: These fools are imposter monks.

source: མགོ་བྲེགས་པས་བཅོས་པ་དང་།
en: With their shaven heads, they are imposters.

source: གོས་ངུར་སྨྲིག་གྱོན་པས་བཅོས་པའོ།
en: With their saffron robes, they are imposters. “

source: །རྒྱུ་གང་གིས་བཅོས་མ་ཡིན་པར་ཤེས་པར་བྱ་ཞེ་ན།
en: How can an imposter be known?

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་སྨད་པ་གང་ཡིན་པ་དེ་ནི་མི་བླུན་པོ་དེ་དག་གིས་གནང་བར་བྱེད་དེ།
en: Those fools approve of that which the blessed buddhas condemn.

source: ལོ་ཉི་ཤུ་མ་ལོན་པར་རྫོགས་པར་བསྙེན་པར་བྱེད།
en: They ordain people before they reach twenty years of age.

source: རང་གི་ལག་གིས་ལེན་པར་བྱེད།
en: They take with their own hands.

source: མ་བརྟགས་པ་ལ་ལོངས་སྤྱོད་པར་བྱེད།
en: They enjoy things without thinking.

source: རང་ཉིད་གཡོས་དང་འཚེད་པའི་ལས་བྱེད།
en: They prepare and cook food for themselves.

source: གསེར་དང་དངུལ་བདག་གིར་བྱེད།
en: They handle gold and silver.

source: ཁྲེ་རྒོད་དང་། འབྲུ་ལ་སོགས་པ་བསོགས་པར་བྱེད།
en: They accumulate millet, barley, and other grains.

source: ཁྱིམ་གྱི་གཞི་དང་། ཞིང་གི་གཞི་དང་། ཀུན་དགའ་ར་བའི་གཞི་ཉོ་ཚོང་བྱེད་ཅིང་།
en: They engage in commercial activity related to houses, fields, and parks.

source: ཚལ་ཟའི་འཚོ་བ་སྦྱོར་བར་བྱེད།
en: They employ servants.

source: ཁྱིམ་གྱི་གཞི་དང་། ཞིང་གི་གཞི་དང་། ཀུན་དགའ་ར་བའི་གཞི་ལེན་པར་བྱེད་དེ།
en: They appropriate objects related to houses, fields, and parks.

source: ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ལ་ཡང་ཡིད་མི་ཆེས་ཤིང་སོ་སོར་ཐར་པ་ལ་ཡང་མ་དད་ནས་དེ་ལ་འབབ་དེ་ལ་བབ་དེ་ལ་བདེན་པར་འཛིན་དེའི་སྤྱོད་ལམ་བྱེད།
en: Not believing in the fruition of karma, not having confidence in the prātimokṣa, toward that lifestyle are they inclined, toward that lifestyle do they fall, toward that lifestyle do they sink—they act as if that is all there is.

source: དགེ་སྦྱོང་དུ་འདྲ་བར་འཛིན་ཅིང་གང་ན་སྐྱེ་བོ་མང་པོ་ཡོད་པ་དེར་གཅེར་བུ་པ་དང་མཚུངས་པར་སྟོན་པར་བྱེད།
en: Regarding themselves as ascetics, where there are many people, they teach in a way that resembles the naked ascetics.

source: གང་ཟག་ཏུ་ལྟ་བ་བསྔགས་པར་བྱེད།
en: They champion the view of personal identity.

source: གང་ཟག་ཏུ་ལྟ་བ་དང་། གཅེར་བུ་པ་དང་མཚུངས་པར་སྟོན་པས། སྐྱེ་བོ་མང་པོ་འཛུད་པར་བྱེད་ཅིང་འགོད་པར་བྱེད།
en: By teaching personal identity, and like the naked ascetics, they draw many people in and transfix them.

source: སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་དེ་བཞིན་གཤེགས་པའི་གནས་པ་སྟོང་པ་ཉིད་ལ་དམིགས་ནས་སུན་འབྱིན་པར་བྱེད།
en: Apprehending the domain of buddhas, the condition of thus-gone ones, as empty, they disparage it.

source: གཤེ་བར་བྱེད་པར་ཤེས་པར་བྱའོ།
en: They are known to revile it. “

source: །ཡུལ་འཁོར་སྐྱོང་དེ་ལྟ་བུའི་སེམས་ཅན་དག་འབྱུང་བར་འགྱུར་ཏེ།
en: Rāṣṭrapāla, sentient beings such as these will arise.

source: དེ་དག་ནི་ཁྱིམ་པ་ཡང་མ་ཡིན། དགེ་སྦྱོང་ཡང་མ་ཡིན་ཏེ།
en: They are not householders, nor are they ascetics.

source: དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་འདི་ནུབ་པར་བྱེད་དོ།
en: They will bring about the decline of the Thus-Gone One’s teaching.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །དགེ་སློང་ཚུལ་ཁྲིམས་རྣམས་ལ་བསྡམ། །ཞི་ཞིང་ཞི་བའི་གནས་ལ་དགའ། །སོ་སོར་ཐར་པ་སློབ་བྱེད་པ། །དེ་དག་དགེ་སློང་བྲམ་ཟེ་ཡིན།
en: Then, the Lord at that time spoke the following verses: “Monks who are restrained in moral discipline, Who, at peace, delight in calm places, Who train in the prātimokṣa— They are brahmin monks. “

source: །ཆོས་རྣམས་གཙོ་བོ་བླངས་ནས་ནི། །ཅི་ཡང་མེད་པའི་དགེ་སློང་བ། །བས་མཐའ་དགོན་པ་རྣམས་སུ་དགའ། །དེ་དག་དགེ་སློང་བྲམ་ཟེ་ཡིན།
en: Taking up the most important dharmas, Monks who have nothing, Who delight in the remote wilderness— They are brahmin monks. “

source: །དེ་དག་བྲེ་མོ་གཏམ་མི་དགའ། །སོ་སོར་ཐར་རྣམས་ལེགས་པར་བསླབས། །གང་ཟག་མཆོག་ལ་ཉིན་མཚན་དུ། །བཀུར་སྟི་ཆེན་པོ་བྱེད་པ་ཡིན།
en: Those who do not delight in idle chatter, Who train well in the prātimokṣa, Pay great veneration, day and night, To the superior person. “

source: །ཞིང་ཡང་མི་རྨེད་ཚོང་མི་བྱེད། །ལྷུང་བཟེད་ཆོས་གོས་རྙེད་མི་ཚོལ། །ལེན་པ་མེད་པར་བརྩོན་པ་གང་། །དེ་དག་སངས་རྒྱས་ཉན་ཐོས་ཡིན།
en: Those who neither till the fields nor buy and sell, Who do not pine for begging bowls and robes, And who make effort without appropriation Are the Buddha’s śrāvakas. “

source: །དེ་དག་བུད་མེད་སྟོན་མི་བྱེད། །བུད་མེད་རྣམས་དང་འདུ་བ་མེད། །ཤིང་དྲུང་རྣམས་ནི་བསྔགས་པར་བྱེད། །དེ་དག་སངས་རྒྱས་ཉན་ཐོས་ཡིན།
en: Those who do not teach women, Who do not associate with women, Who praise those who sit under trees— They are the Buddha’s śrāvakas. “

source: །ཟས་དང་སྐོམ་གྱི་དོན་གྱི་ཕྱིར། །གཅམ་གསག་དག་ཀྱང་ཡང་མི་བྱེད། །དེ་འདྲར་གྱུར་པ་དེ་དག་ནི། །དགེ་སློང་མོ་ལ་སྟེན་མི་བྱེད།
en: Do not offer flattery, For the sake of food and drink; Monks who become like that Do not spend time around women. “

source: །མཚོན་རྣོ་ཇི་ལྟར་བདར་བ་བཞིན། །བུད་མེད་རྣམས་ནི་དེ་འདྲར་ཤེས།
en: Women are known to be Like sharp swords polished.

source: །སོ་སོར་ཐར་ལས་བྱུང་བ་བཞིན། །བུད་མེད་འདུ་ཤེས་སྤོང་བར་བྱེད།
en: From the prātimokṣa it follows That the idea of women is abandoned. “

source: །དེས་པ་དེ་དག་ཟས་ཕྱིར་དང་། །སྐོམ་གྱི་ཕྱིར་དང་གོས་ཀྱི་ཕྱིར། །ཁྱིམ་ཁྱིམ་དག་ཏུ་འགྲོ་བྱེད་ཅིང་། །ཆོས་རྣམས་སྟོན་པར་མི་བྱེད་དོ།
en: Those gentle ones, for the sake of food, For drink, and for robes, Go from house to house But do not teach the dharmas. “

source: །དགེ་སློང་རྣམས་ཀྱིས་བུད་མེད་རྣམས། །བལྟ་བར་མི་བྱ་རྫོགས་སངས་རྒྱས།།དེ་ལ་ཤེས་ལྡན་སུ་ཞིག་རྟོན།
en: ‘Monks should not look at women,’ The Perfectly Awakened One has said. Rely on those who know that.

source: །དེ་ནི་བདུད་ཀྱི་སྤྱོད་ཡུལ་ཡིན།
en: Looking at women is the sphere of Māra. “

source: །དེ་དག་གིས་ནི་མེད་པར་སྨྲས། །རོ་དང་ཉལ་བ་བཞིན་དུ་ཉལ།
en: They teach that women are nonexistent, That to lie down with a woman is like lying with a corpse.

source: །དེ་ཕྱིར་སངས་རྒྱས་ཐམས་ཅད་མཁྱེན། །འདུ་འཛི་བསྔགས་པར་མི་མཛད་དོ།
en: For that reason, the all-knowing buddhas Do not commend distractions. “

source: །ཆོས་རྣམས་སྲོག་མེད་གསོ་བ་མེད། །གསོབ་དང་གསོག་དང་སྙིང་པོ་མེད།
en: The dharmas are without life force, without personality, Hollow, insignificant, and insubstantial.

source: །སྟོང་པ་ཉིད་ལ་མོས་བྱེད་པ། །དེ་ནི་དགེ་སློང་ཆོས་ཉིད་དོ།
en: Those who affirm emptiness— They are true monks. “

source: །རྟག་ཏུ་བརྩོན་འགྲུས་ཕུན་སུམ་ཚོགས། །གཅིག་པུ་དགོན་པར་གནས་བྱེད་དང་། །འཇིག་རྟེན་ན་ནི་རྟེན་མེད་སེམས། །དེ་ནི་དགེ་སློང་ཆོས་ཉིད་དོ།
en: Those who always abound in strong effort, Who dwell in the wilderness alone, Whose minds do not rely on the world— They are true monks. “

source: །སེང་གེ་བཞིན་དུ་འཇིགས་པ་མེད། །ཚངས་པར་སྤྱོད་ལ་གཞོལ་བར་བྱེད།
en: Fearless like lions, They dedicate themselves to pure conduct.

source: །སྡུག་བསྔལ་ཀུན་ལས་ཐར་བྱའི་ཕྱིར། །ཤེས་རབ་ལྡན་པས་ལམ་ལ་སྒོམ།
en: For the sake of liberation from all suffering, Those endowed with wisdom cultivate the path. “

source: །མིག་དང་གཟུགས་ནི་ཚོལ་བ་ན། །དེ་དག་གིས་ནི་རྣམ་ཤེས་རྙེད།
en: When examining the eye and form, They find consciousness.

source: །དངོས་པོ་དེ་ཡང་ཚོལ་བ་ན། །བཙལ་བ་གང་ཡིན་མི་རྙེད་དོ། །སྔོན་ཡང་མ་བྱུང་ཕྱིས་མི་འབྱུང་།
en: They do not find what they are looking for When examining objects— Those did not arise before, and they will not arise later.

source: །དབུས་ནའང་ཡོད་པ་མ་ཡིན་ཏེ།
en: In the middle, too, there is nothing. “

source: །དེ་ལྟ་བུ་ཡི་དོན་གྱིས་ན། །ཆོས་ཀུན་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར། །དེས་པ་དེ་དག་ཟས་ཕྱིར་དང་། །སྐོམ་གྱི་ཕྱིར་དང་གོས་ཀྱི་ཕྱིར། །ཁྱིམ་ཁྱིམ་དག་དུ་འགྲོ་བྱེད་ཅིང་། །ཆོས་རྣམས་སྟོན་པར་མི་བྱེད་དོ།
en: This being the case, On account of the sameness of all dharmas, Those gentle ones, for the sake of food, For drink, and for robes Go from house to house, But they do not teach the dharmas. “

source: །རྒྱུ་མེད་དེས་པ་བཟང་པོ་ཡིན།
en: Without cause, the gentle are virtuous.

source: །དེ་དག་སངས་རྒྱས་བསླབས་པ་རྣམས། །འདའ་ཞིང་འཇིག་པར་མི་བྱེད་དེ།
en: They do not violate or destroy The precepts of the Buddha.

source: །བརྟུལ་བཟང་སྟོང་ཉིད་སྐྲག་པ་མེད།
en: Disciplined and virtuous, they do not fear emptiness.

source: །འཇིགས་པ་མེད་པར་འཇུག་པར་བྱེད།
en: They enter into fearlessness.

source: །ལྟ་བ་མི་བཟད་འཇིག་མི་བྱེད།
en: They do not eliminate the frightening view. “

source: །སེམས་ཅན་གང་ཟག་དངོས་མི་འཇིག །
en: They do not eliminate actual sentient persons.

source: དཀར་པོའི་ཆོས་རྣམས་ཐམས་ཅད་ལ། །ཤིན་ཏུ་བརྟན་པར་གནས་པ་ཡིན།
en: In all wholesome dharmas, They remain well established.

source: །བརྟན་པོ་དེ་དག་འཇིག་རྟེན་ན། །མྱ་ངན་འདས་པའང་རེག་གྱུར་ནས། །མཆོད་པའི་གནས་སུ་འོས་པར་འགྱུར།
en: Steadfast, those who in the world Reach nirvāṇa Will become worthy of veneration. “
